{
  "questions": [
    {
      "id": "68",
      "question": [
        {
          "language": "en",
          "string": "Give me all world heritage sites designated within the past two years."
        },
        {
          "language": "de",
          "string": "Welche Weltkulturerbestätten wurden in den vergangenen beiden Jahren ernannt?"
        },
        {
          "language": "ru",
          "string": "Назовите все объекты всемирного наследия, назначенные в течение последних двух лет?"
        },
        {
          "language": "ru",
          "string": "Все объекты всемирного наследия за последние 2 года"
        },
        {
          "language": "ru",
          "string": "Перечислите все объекты всемироного наследия признанные за прошедшие два года?"
        },
        {
          "language": "ru",
          "string": "Выдай мне все объекты всемирного наследия, внесенные в список за последние два года."
        },
        {
          "language": "uk",
          "string": "Усі об'єкти всесвітньої спадщини за останні 2 роки"
        },
        {
          "language": "be",
          "string": "Назавіце усе аб'екты сусветнай спадчыны, назначаныя за апошнія два гады?"
        },
        {
          "language": "be",
          "string": "Назавіце ўсе аб'екты сусветнай спадчыны, прызначаныя на працягу апошніх двух гадоў?"
        },
        {
          "language": "lt",
          "string": "Kokie visi pasaulio paveldo objektai buvo įtraukti per pastaruosius dvejus metus?"
        },
        {
          "language": "fr",
          "string": "Donnez-moi tous les sites du patrimoine mondial désignés au cours des deux dernières années."
        },
        {
          "language": "es",
          "string": "¿Qué patrimonios de la humanidad fueron reconocidos en los últimos dos años?",
          "keywords": "patrimonios de la humanidad, reconocidos, últimos dos años"
        }
      ],
      "query": {
        "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX wd: <http://www.wikidata.org/entity/> SELECT DISTINCT ?uri WHERE { ?uri wdt:P31 wd:Q9259 ; wdt:P575 ?date . BIND(xsd:integer(YEAR(?date)) as ?year) . BIND(xsd:integer(YEAR(NOW())) as ?currentYear) . FILTER(?year < ?currentYear && ?year < (?currentYear - 2)) . }"
      },
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          },
          "results": {
            "bindings": []
          }
        }
      ]
    },
    {
      "id": "180",
      "question": [
        {
          "language": "en",
          "string": "Is Darth Vader Luke’s father?"
        },
        {
          "language": "de",
          "string": "Ist Darth Vader der Vater von Luke?"
        },
        {
          "language": "ru",
          "string": "Дарт Вейдер отец Люка?"
        },
        {
          "language": "ru",
          "string": "Отец Люка - Дарт Вейдер?"
        },
        {
          "language": "ru",
          "string": "Дарт Вейдер — отец Люка?"
        },
        {
          "language": "be",
          "string": "Цi з'яўляецца Дарт Вэйдэр бацькай Люка?"
        },
        {
          "language": "uk",
          "string": "Дарт Вейдер батько Люка?"
        },
        {
          "language": "lt",
          "string": "Darthas Vaderis yra Luko tėvas?"
        },
        {
          "language": "ba",
          "string": "Вейдер Люк Дарт атаһы?"
        },
        {
          "language": "ba",
          "string": "Дарт Вейдер Люктың атаһымы?"
        },
        {
          "language": "fr",
          "string": "Luke est-il le père de Dark Vador ?"
        },
        {
          "language": "es",
          "string": "¿Es Darth Vader el padre de Luke?",
          "keywords": "Darth Vader, padre, Luke"
        }
      ],
      "query": {
        "sparql": "PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX wd: <http://www.wikidata.org/entity/> ASK WHERE { wd:Q12206942 wdt:P40 wd:Q51746 . }"
      },
      "answers": [
        {
          "head": {},
          "boolean": true
        }
      ]
    },
    {
      "id": "185",
      "question": [
        {
          "language": "en",
          "string": "Give me all breeds of the German Shepherd dog."
        },
        {
          "language": "de",
          "string": "Liste alle Züchtungen vom Deutschen Schäferhund auf."
        },
        {
          "language": "ru",
          "string": "Назови мне все виды парод немецкой овчарки."
        },
        {
          "language": "ru",
          "string": "Перечислите все породы немецкой овчарки"
        },
        {
          "language": "uk",
          "string": "Перелічіть всі породи німецької вівчарки."
        },
        {
          "language": "be",
          "string": "Назаві мне ўсе віды парод нямецкай аўчаркі."
        },
        {
          "language": "lt",
          "string": "Pavadink man visus rūšius veisles vokiečiu aviganis"
        },
        {
          "language": "fr",
          "string": "Donnez-moi toutes les races de berger allemand."
        },
        {
          "language": "es",
          "string": "Dame todos los tipos de pastor alemán.",
          "keywords": "tipos, pastor alemán"
        }
      ],
      "query": {
        "sparql": "PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX wd: <http://www.wikidata.org/entity/> SELECT DISTINCT ?uri WHERE { ?uri wdt:P279* wd:Q38280 FILTER(?uri != wd:Q38280) }"
      },
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          },
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q28442893"
                }
              }
            ]
          }
        }
      ]
    },
    {
      "id": "193",
      "question": [
        {
          "language": "en",
          "string": "Is Cola a beverage?"
        },
        {
          "language": "de",
          "string": "Ist Cola ein Getränk?"
        },
        {
          "language": "de",
          "string": "Ist ein Getränk?"
        },
        {
          "language": "ru",
          "string": "Является ли Кола напитком?"
        },
        {
          "language": "ru",
          "string": "Кола - это напиток?"
        },
        {
          "language": "hy",
          "string": "Կոլան խմիչք է"
        },
        {
          "language": "fr",
          "string": "Le Cola est-il une boisson?"
        },
        {
          "language": "uk",
          "string": "Чи Кола є напоєм?"
        },
        {
          "language": "be",
          "string": "Ці з'яўляецца Кола напоем?"
        },
        {
          "language": "lt",
          "string": "Ar kola yra gėrimas?"
        },
        {
          "language": "lt",
          "string": "Ar Cola yra gėrimas?"
        },
        {
          "language": "es",
          "string": "¿La Coca Cola es una bebida?",
          "keywords": "Coca Cola, bebida"
        }
      ],
      "query": {
        "sparql": "PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX wd: <http://www.wikidata.org/entity/> ASK WHERE { wd:Q134041 wdt:P279+ wd:Q40050 . }"
      },
      "answers": [
        {
          "head": {},
          "boolean": true
        }
      ]
    },
    {
      "id": "210",
      "question": [
        {
          "language": "en",
          "string": "Who created Batman?"
        },
        {
          "language": "de",
          "string": "Wer hat Batmann erfunden?"
        },
        {
          "language": "de",
          "string": "Von wem ist Batman?"
        },
        {
          "language": "ru",
          "string": "Кто создал Бэтмена"
        },
        {
          "language": "ru",
          "string": "Кто придумал Бэтмена?"
        },
        {
          "language": "lt",
          "string": "Kas sukūrė Betmeną?"
        },
        {
          "language": "uk",
          "string": "Хто створив Бетмена"
        },
        {
          "language": "be",
          "string": "Хто стварыў Бэтмена"
        },
        {
          "language": "be",
          "string": "Хто стварыў Бэтмэна"
        },
        {
          "language": "ba",
          "string": "Бэтменды кем уйлап тапкан?"
        },
        {
          "language": "fr",
          "string": "Qui a créé Batman ?"
        },
        {
          "language": "es",
          "string": "¿Quién creó Batman?",
          "keywords": "creador, comic, Batman"
        }
      ],
      "query": {
        "sparql": "PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX wd: <http://www.wikidata.org/entity/> SELECT DISTINCT ?uri WHERE { wd:Q2695156 wdt:P170 ?uri . }"
      },
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          },
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q313048"
                }
              },
              {
                "uri": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q464282"
                }
              }
            ]
          }
        }
      ]
    },
    {
      "id": "313",
      "question": [
        {
          "language": "en",
          "string": "Give me the birth place of Frank Sinatra."
        },
        {
          "language": "de",
          "string": "Welches ist der Geburtsort von Frank Sinatra?"
        },
        {
          "language": "de",
          "string": "Gib mir Frank Sinatras Geburtsort."
        },
        {
          "language": "ru",
          "string": "Где родился Фрэнк Синатра"
        },
        {
          "language": "ru",
          "string": "Назовите место рождения Фрэнка Синатры."
        },
        {
          "language": "uk",
          "string": "Де народився Френк Сінатра"
        },
        {
          "language": "be",
          "string": "Дзе нарадзiуся Фрэнк Сiнатра? "
        },
        {
          "language": "be",
          "string": "Дзе нарадзіўся Фрэнк Сінатра"
        },
        {
          "language": "lt",
          "string": "Kur gimė Frankas Sinatra"
        },
        {
          "language": "ba",
          "string": "Фрэнк Синатора ҡайҙа тыуған?"
        },
        {
          "language": "es",
          "string": "¿Dónde es el lugar de nacimiento de Frank Sinatra?",
          "keywords": "lugar de nacimiento,  Frank Sinatra "
        }
      ],
      "query": {
        "sparql": "PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX wd: <http://www.wikidata.org/entity/> SELECT DISTINCT ?uri WHERE { wd:Q40912 wdt:P19 ?uri }"
      },
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          },
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q138578"
                }
              }
            ]
          }
        }
      ]
    },
    {
      "id": "403",
      "question": [
        {
          "language": "en",
          "string": "Give me all Swedish oceanographers."
        },
        {
          "language": "de",
          "string": "Liste alle schwedischen Ozeanographen auf."
        },
        {
          "language": "de",
          "string": "Geben Sie mir alle schwedischen Ozeanographen"
        },
        {
          "language": "ru",
          "string": "Перечислите всех шведских океанографов?"
        },
        {
          "language": "ru",
          "string": "Выдайте мне всех шведских океанографов."
        },
        {
          "language": "ru",
          "string": "Назовите всех шведских океанографов."
        },
        {
          "language": "hy",
          "string": "Տվեք ինձ բոլոր շվեդական օվկիանոսագետներին:"
        },
        {
          "language": "fr",
          "string": "Donnez-moi tous les océanographes Suédois."
        },
        {
          "language": "uk",
          "string": "Перерахуйте усіх шведських океанографів"
        },
        {
          "language": "lt",
          "string": "Išvardinti visus Švedijos okeanografus?"
        },
        {
          "language": "ba",
          "string": "Швед океанограф бөтә һанай?"
        },
        {
          "language": "ba",
          "string": "Швед окионагрфларын атагыз"
        },
        {
          "language": "es",
          "string": "¿Qué oceanógrafos son suecos?",
          "keywords": "oceanógrafos, suecos"
        }
      ],
      "query": {
        "sparql": "SELECT ?s1 WHERE {   ?s1  <http://www.wikidata.org/prop/direct/P27>  <http://www.wikidata.org/entity/Q34> .   ?s1  <http://www.wikidata.org/prop/direct/P106>  <http://www.wikidata.org/entity/Q3546255> .  }"
      },
      "answers": [
        {
          "head": {
            "vars": [
              "s1"
            ]
          },
          "results": {
            "bindings": [
              {
                "s1": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q60293"
                }
              },
              {
                "s1": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q2039914"
                }
              },
              {
                "s1": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q3121039"
                }
              },
              {
                "s1": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q4940077"
                }
              },
              {
                "s1": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q24708160"
                }
              },
              {
                "s1": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q26927185"
                }
              },
              {
                "s1": {
                  "type": "uri",
                  "value": "http://www.wikidata.org/entity/Q5630564"
                }
              }
            ]
          }
        }
      ]
    }
  ]
}